{
  "users": [
    {
      "login": "busko",
      "name": "Ulyana",
      "surname": "Busko",
      "email": "buskoulya@gmail.com",
      "hash": "b1a8b38c8b64d3c4e2a49cccb46fe1d2",
      "photo": "none",
      "isAdmin": "true",
      "id": 32
    },
    {
      "login": "horosami",
      "name": "Horo",
      "surname": "Sami",
      "email": "horosami@mail.ru",
      "hash": "b1a8b38c8b64d3c4e2a49cccb46fe1d2",
      "photo": "none",
      "isAdmin": "true",
      "id": 33
    },
    {
      "login": "newone",
      "name": "New",
      "surname": "One",
      "email": "newone@mail.ru",
      "hash": "08b1d443ef0ab3677d2af8ef1afb1b28",
      "photo": "none",
      "isAdmin": "true",
      "id": 34
    },
    {
      "login": "natasha",
      "name": "Natasha",
      "surname": "Mireyko",
      "email": "natasha@mail.ru",
      "hash": "fcea920f7412b5da7be0cf42b8c93759",
      "photo": "none",
      "isAdmin": "true",
      "id": 35
    },
    {
      "login": "zhanna",
      "name": "Zhanna",
      "surname": "Chobat",
      "email": "zhanna@mail.ru",
      "hash": "735faf2e53f6f2275e7eefcff524a617",
      "photo": "none",
      "isAdmin": "true",
      "id": 36
    }
  ],
  "posts": [
    {
      "userId": "33",
      "title": "Here's What It's Like to Live in the Woods, Off the Grid",
      "subtitle": "Meet a group of people in the mountains of North Carolina surviving on what can be gleaned from their surroundings.",
      "text": "In 2007, a man and a woman walked into the woods of North Carolina to a small camp. The camp turned into their home, and the home into a community.\nSo goes the story of the early days of Wild Roots, a forest commune in western North Carolina, built on a few founding principles—living freely, not wasting, and constantly learning. On roughly 30 acres, a group of people use what they call earth skills to eat, bathe, and survive. They build what they know how and let the forest teach them what they don’t.\nWild Roots' longest-standing member, a man named Tod, who declines to be identified with a last name, doesn’t have an anti-establishment creed or fear of developed society, just an aversion to it. “We are living off the fat of a ridiculous surplus society,” Tod told photographer Mike Belleme, to explain why the community’s members occasionally “dumpster dive” for supermarket leftovers. Around the camp they also harvest acorns and chestnuts, which they turn into a porridge.\nBelleme first visited the community in 2009 and found about 12 to 14 people glad to welcome him but with a curious lack of shared philosophy. Unlike other communities that are devoted to the environment, or opposed to social norms, Wild Roots had no unified vision, its members saying they’re uncomfortable being put in a box, marginalized, dismissed. What they all had in common, Belleme observed, was simply the inclination to learn.\nIn 2011, Tod, with so much time in the forest, began building himself a bark-roofed cabin made of only materials he could find. He whittled wood pegs, carved oak beams, and stripped the bark off poplar trunks. But it wasn't meant to be. Not long after, Tod abandoned the project. Too much mist in that area invited mold, so he moved on to something new.\nTod originally planned for the group to eat only from the land, but quickly realized that might be naïve. The number of animals in the area had been dropping with the disappearance of native flora. Occasionally, hunters will donate their extra kills to the community in exchange for access to the area. But such bounties don't always yield gourmet meals. During one of Belleme’s trips, the group processed a bear to eat its meat, and then cooked down its brains, tongue, and eyeballs into a stew to put in jars that would last longer. Belleme tasted it.\nLiving in the forest tends to come with downsides. To live without technology can be freeing, but it also is isolating. Once a week, several group members take a truck into a nearby town to use the computers at a public library to email family or read the news. Occasionally they’ll visit a butcher and ask for scraps intended for the trash.\nOver nearly a decade, Wild Roots has grown from a small group into an educational community, says Belleme. It now has a website and welcomes visitors, provided they get in touch first, and don’t arrive sick. People fill their time cooking, blacksmithing, or woodworking.\nNo hierarchy means anyone can learn or teach, anyone can succeed or fail. But there does come a time when the seasons test those who are most committed. When winter arrives, the group thins. Sometimes, the only person left is Tod.",
      "datePostCreate": "1500959187233",
      "datePostUpdate": "1500965463777",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500965457/xuzrsnhvdhdymvz5gzlb.jpg",
      "id": 39
    },
    {
      "userId": "33",
      "title": "Meet the Man Who Has Lived Alone on This Island for 28 Years",
      "subtitle": "Mauro Morandi's failing catamaran was carried to Budelli Island nearly three decades ago by chance. He never left.",
      "text": "Seventy-eight-year-old Mauro Morandi often walks along the rocky shores of Budelli Island and looks out over the disconsolate sea, feeling dwarfed by the phantom forces that tug and twist the tides.\n\n“We think we are giants that can dominate the Earth, but we’re just mosquitos,” Morandi says.\n\nIn 1989 on a stretch of water between Sardinia and Corsica, with a crippled engine and anchor adrift, Morandi’s catamaran was gripped by these same inexorable forces and carried to the shores of Budelli Island. When he learned that its caretaker was retiring from his post in two days, Morandi—long disenchanted with society—sold the catamaran and took his place.\n\nHe has lived alone on the island for the past 28 years.\n\nPicture of Mauro Morandi on Budelli an island near Sardinia, ItalyVIEW IMAGES\nMauro Morandi has lived alone on Budelli Island for 28 years. “What I love the most is the silence,” he says. “The silence in winter when there isn’t a storm and no one is around, but also the summer silence of sunset.”\nBy Gulnaz Khan\nPhotographs by Michele Ardu\nSeventy-eight-year-old Mauro Morandi often walks along the rocky shores of Budelli Island and looks out over the disconsolate sea, feeling dwarfed by the phantom forces that tug and twist the tides.\n\n“We think we are giants that can dominate the Earth, but we’re just mosquitos,” Morandi says.\n\nIn 1989 on a stretch of water between Sardinia and Corsica, with a crippled engine and anchor adrift, Morandi’s catamaran was gripped by these same inexorable forces and carried to the shores of Budelli Island. When he learned that its caretaker was retiring from his post in two days, Morandi—long disenchanted with society—sold the catamaran and took his place.\n\nHe has lived alone on the island for the past 28 years.\n\nSunlight drenches Morandi's porch, where he likes to dine and read during the summer.\nMaddalena Archipelago National Park is comprised of seven islands, and Budelli is considered the most beautiful among them for its Spiaggia Rosa, or Pink Beach. The rose-colored sand derives its unusual hue from microscopic fragments of corals and shells, which have been slowly reduced to powder by the relentless shifting of the waves. In the early nineties, Spiaggia Rosa was dubbed a place of “high natural value” by the Italian government. The beach was closed off to protect its fragile ecosystem, and only certain areas remain accesible to visitors.\n\nThe island rapidly went from hosting thousands of tourists per day to a single heartbeat.\n\nIn 2016, after a three-year legal battle between a New Zealand businessman and the Italian government for ownership of the land, a court ruled that Budelli belonged to Maddalena National Park. The same year, the park challenged Morandi’s right to live on the island—and the public responded. A petition protesting his eviction garnered more than 18,000 signatures, effectively pressuring local politicians to delay his expulsion indefinitely.\n\n“I will never leave,” Morandi says. “I hope to die here and be cremated and have my ashes scattered in the wind.” This, he believes, will be his reunion with the Earth. The Stoics of ancient Greece called this sympatheia, the feeling that the universe is an indivisible, unified living organism endlessly in flux.\n\nThis conviction in our interconnectedness propels Morandi to remain on the island without compensation. Every day he collects wayward plastic that washes up on the beach and tangles with the delicate flora and fauna. Despite his aversion to people, he guards Budelli’s shores with fervor and educates summertime visitors about the ecosystem and how to protect it.\n\n“I’m not a botanist or a biologist,” Morandi says. “Yes, I know names of plants and animals, but my work is much different than this. To be able to care for a plant is a technical task—I try to make people understand [why] the plant needs to live.”\n\nMorandi believes that teaching people how to see beauty will save the world from exploitation more effectively than scientific minutiae. “I would like people to understand that we must try not to look at beauty, but feel beauty with our eyes closed,” he says.\n\nWinters on Budelli are particularly beautiful. Morandi endures long stretches of time—upwards of 20 days—without any human contact. He finds solace in the quiet introspection it affords him, and often sits on the beach with nothing but the operatic sounds of the wind and waves to punctuate the silence.\n\n“I’m sort of in prison here,” he says. “But it’s a prison that I chose for myself.”\n\nMorandi passes the time with creative pursuits. He fashions juniper wood into sculptures, finding faces hidden in their nebulous forms. He reads zealously and meditates on the wisdom of Greek philosophers and literary prodigies. He takes pictures of the island, marveling at how it changes from hour to hour, season to season.\n\nThis is not unusual for people who spend long periods of time alone. Scientists have long posited that solitude generates creativity, as evidenced by scores of artists, poets, and philosophers throughout the ages who produced their greatest works in seclusion from society.\n\nThe benefits of solitude may not be universally beneficial, however. “Solitude can be stressful for members of technologically advanced societies who have been trained to believe that aloneness is to be avoided,” explains Pete Suedfeld in Loneliness: A Sourcebook of Current Theory, Research and Therapy. But there are still cultures around the world in which solitary life remains a venerated tradition. Buddhist monasticism, for example, encourages spiritual devotion and scholarly pursuit above seeking bodily pleasures.\n\nBut amidst rapid globalization, humans' ability to experience true solitude is perhaps a thing of the past. In response to increasing development of the region, an internet company established a Wi-Fi connection on Budelli, connecting Morandi and his beloved piece of paradise to the world through social media. Embracing this new form of communication is his concession on behalf of a larger purpose—to facilitate a bond between people and nature by exposing them to its beauty. A bond Morandi hopes will motivate people to care for the withering planet.\n\n“Love is an absolute consequence of beauty and vice versa,” Morandi says. “When you love a person deeply you see him or her as beautiful, but not because you see them as physically beautiful … you empathize with them, you’ve become a part of her and she’s become a part of you. It’s the same thing with nature.”",
      "datePostCreate": "1500959543585",
      "datePostUpdate": "1500965511593",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500965508/dzvyt9kirutthatvyjbh.jpg",
      "id": 40
    },
    {
      "userId": "33",
      "title": "7 Useful Apps for Off the Grid Adventures",
      "subtitle": "These wifi-free apps were designed with remote areas in mind.",
      "text": "Though purists may say nothing can replace a printed topographic map, the world’s leading smartphone apps are getting close. Technology is making it easier than ever to get lost in an adventure without getting lost in the wilderness, and there are plenty of ways to enjoy these benefits even when you’ve ventured to signal-free zones. Try one of these useful off-line apps on your next remote mountain trek, camping trip, or deep-sea dive to stay connected and informed without an internet connection. \nIf you prefer traveling solo in the wilderness, download the Cairn app for an extra layer of safety. Before you enter the backcountry, download maps for off-line use and pinpoint your location to access available cellular data points in your area. By clicking on the blue icons, you can discover which service provider works where. Set a designated check-in reminder with the app’s safety notification feature. If this goes unanswered, Cairn will alert your emergency contact with recommendations on how to contact search and rescue. \nPlot your trail and gain access to topographic maps with Gaia GPS, a membership-based app that showcases the newest trails and backcountry routes. Select from a scale of memberships beginning at $9.99, which grants you unlimited download access to save your route map for off-line use. Track your distance, speed, and pace while out of cellular range, and drop markers to ensure you’re always going in the right direction. After your trip is complete, you can share your route and trail notes with friends. \nIf you’ve ever been hiking and wondered which peaks you’re passing, download PeakFinder Earth for your next trip into the mountains. The app functions completely off-line, accessing your location to reveal names and black-and-white renderings of surrounding peaks. Tap the peak’s name to discover elevation levels, and use the flyover feature to glide over ranges and discover peaks in the distance. The app also includes a digital telescope to view less-prominent ranges in your area. \nIf you’re an avid scuba diver, you know the importance of keeping a logbook to track measures like dive duration, current conditions, and tank size and pressure. Take this concept to the digital age with DiveMate, an app that allows you to quickly and easily log each dive, as well as save online maps for off-line use while traveling by boat or going off the grid. Once you’re back on dry land, upload pictures, videos, and notes to share with friends. To transfer dive data, connect your dive computer to your PC or purchase the DiveMate Fusion USB to gain instant access to dive data on your smartphone. \nIf you’re an avid explorer of U.S. national parks, the Chimani suite of apps are your perfect companions. Download the main national park app or select a park-specific app before your visit. Use the available national park maps and detailed guides to digitally explore trails, historic and natural points of interest, and useful amenities like bathrooms and rest stops. There’s no need for a data signal, as the interactive maps work off-line, and you can even navigate your path while on the trail. \nTo unlock almost everything that’s been mapped in the last one hundred years, download ROAM by onXmaps and purchase the $9.99 one-year membership, so you can build the map you want by selecting the region and features. Whether you plan to venture through unchartered wilderness areas, national forests, or trails and streams, the app connects with your smartphone’s built-in GPS to track you when you’re off-line, making it perfect for backpacking, day hikes, or trail running.",
      "datePostCreate": "1500959990794",
      "datePostUpdate": "1500965561505",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500965557/oxqagc4id1evctrcd6lj.jpg",
      "id": 41
    },
    {
      "userId": "33",
      "title": "The Next Moon Landing is Near",
      "subtitle": "About This Month's Cover Story",
      "text": "Nearly 50 years after the end of the first major race to the moon, in which the United States and the Soviet Union spent fantastic amounts of public money in a bid to land the first humans on the lunar surface, an intriguing new race to our nearest neighbor in space is unfolding.\n\nIt largely involves private capital and dramatically lower costs, and, for now, is focused on a cash prize: the $20 million Google Lunar XPrize (or GLXP), which will be awarded to the first team of scientists, engineers, entrepreneurs and dreamers who manage to land a traveling vehicle on the moon and then transmit high-quality imagery back to Earth.\n\nThe competition is modeled after the great innovation-spurring prize races of the early years of aviation, most notably the Orteig Prize, which Charles Lindbergh won in 1927 when he flew the Spirit of St. Louis nonstop from New York to Paris.\n\nLike that contest, the competition for the Lunar XPrize involves national prestige. Teams from Israel, Japan, the U.S., India and a multinational group, are vying for the honor. The prevailing team almost surely will spend much more to win the contest than it will get in prize money, but the teams hope that publicity and prestige will make their investment pay off.\n\nThis new sprint to space poses a question that would have been laughable in the Cold War era: Can someone actually make money venturing out into the great beyond? To a wide range of visionaries, the answer is an enthusiastic yes.\n\nIn the August issue of National Geographic magazine, we take you inside the new space race, show the different ways in which the teams hope to conquer the moon, and hear why some people think the world's first trillionaire could be a space entrepreneur.",
      "datePostCreate": "1500960980650",
      "datePostUpdate": "1500965616388",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500965610/d2ovvove2cxlarmgvzg3.jpg",
      "id": 42
    },
    {
      "userId": "32",
      "title": "What Cowboys Looked Like Nearly 100 Years Ago",
      "subtitle": "On National Day of the Cowboy, see some of the first color photos of cowboys in the American west.",
      "text": "On July 22, states from Texas to Idaho will celebrate National Day of the Cowboy, hailing one of the most recognizable and iconic figures in North America.\n\nA total of 12 states have passed statewide measures officially dedicating the day to the celebration of cowboy culture with activities like live country music, frontier-style games, and food served from a chuck wagon.\n\nThe photos above show some of the first color photos of cowboys in the U.S. Many were shot on autochrome, the first method of color photography. The technique used potato starch layered on glass to create color images that resembled paintings.\n\nThe cowboys pictured look exactly like you thought they would—decked out in chaps, cowboy hats, and thick leather boots.\n\nCowboys have become emblazoned in popular consciousness as a symbol of the American West, but their origins didn’t actually begin with settlers from the U.S.\n\nWhen the Spanish arrived in what is now Mexico, they established ranches which, by the early 18th century, had spread into what is now Texas, Arizona, and New Mexico. In order to maintain these ranches, the Spanish employed Native Americans as vaqueros (the Spanish word for cowboys.)\n\nAfter the Mexican-American War ended in 1848, settlers from the eastern U.S. flooded into the southwest—previously Mexican territory, now part of the continental U.S.—and ranching culture ceased to be uniquely Hispanic. Cattle drives to herd thousands of bovines from the Southwest to the Northwest quickly spread the lasso-throwing, boot-wearing culture to other American states.\n\nToday there may not be many vaqueros driving large herds, but the cowboy still remains a uniquely American icon.",
      "datePostCreate": "1500961524409",
      "datePostUpdate": "1500965677914",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500965675/zj9xpmqyujgm4xtg50rw.jpg",
      "id": 43
    },
    {
      "userId": "32",
      "title": "7 Alien 'Earths' May Be Swapping Life via Meteorites",
      "subtitle": "Tiny life-forms can move easily between these recently described planets, according to a study of the travel times between worlds.",
      "text": "The discovery of alien life would be revolutionary. But what if we uncovered it on two—or even seven—planets all orbiting the same star?\n\nThat’s the tantalizing possibility offered by the cosmic grouping called TRAPPIST-1, where seven Earth-size worlds circle a star roughly 39 light-years away. According to a new study, those planets are packed so tightly around their stellar host that the seeds of life could be hopping between them with ease.\n\nThe study, conducted by Manasvi Lingam and Abraham Loeb of the Harvard-Smithsonian Center for Astrophysics, is based on a theory known as panspermia, which in turn is based on the fact that planetary debris can be swapped between the worlds in our solar system. This is especially true for neighboring rocky planets—for instance, asteroid strikes have sent fragments of Mars crash-landing onto Earth.\n\nPanspermia takes this a step further and suggests that life could catch a ride on that debris, hitchhiking from one planet to the next. It might sound wild, but recent research shows that some extreme forms of life can survive conditions akin to an interplanetary journey. Some scientists even argue that the seeds of life on Earth could have come from Mars.\n\nIn the TRAPPIST-1 system, all seven planets are nestled within a region that’s more than 20 times smaller than the distance between Mars and Earth. Such close proximity raises the tantalizing possibility that panspermia could take place in this system with ease.",
      "datePostCreate": "1500961659507",
      "datePostUpdate": "1500965718319",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500965715/ubuwuz1l8tayvocgedwd.jpg",
      "id": 44
    },
    {
      "userId": "32",
      "title": "Cecil the Lion's Son Xanda Also Killed by Trophy Hunter",
      "subtitle": "The six-year-old lion was shot near where his famous father died in Zimbabwe.",
      "text": "Picture of a lion in Hwange National ParkVIEW IMAGES\nXanda, pictured, was killed in much the same way as his father Cecil. \nPHOTOGRAPH BY BERT DU PLESSIS\nBy Casey Smith\nPUBLISHED JULY 20, 2017\nTwo years to the month after Cecil the Lion was killed in a controversial hunt in Zimbabwe, one of his sons has also been shot and killed in a legal trophy hunt, ringing similarities to the death of his father.\n\nThe six-year-old lion cub, Xanda, was shot by a trophy hunter outside of the Hwange National Park in Zimbabwe—close to the area where Cecil was killed with a bow and arrow in 2015—the Telegraph first reported.\n\nAndrew Loveridge, a zoology researcher at Oxford University, has not responded to a request for comment but he told the Telegraph that Xanda was wearing a collar at the time of his death, which allowed researchers to monitor his movements in the area.\n\n\"I fitted [the collar] last October,” Loveridge told the paper. “It was monitored almost daily and we were aware that Xanda and his pride was spending a lot of time out of the park in the last six months, but there is not much we can do about that.”\n\nZimbabwean professional hunter Richard Cooke reportedly saw the collar after killing Xanda, and he later returned it to the researchers. Because the lion was over the age of six and outside the park’s boundaries, the kill was legal in the country.\n\nXanda's death raises fresh questions about the value of trophy hunting, says Luke Dollar, the conservation biologist who heads National Geographic's Big Cats Initiative. \"Often times we have concerns with this—is the value of that animal who was shot one time equal to the economic benefit that that animal’s sustained existence and draw for tourism would have been over its life to the local and national economies?\" Dollar asks. \"That’s an ongoing debate between hunters and conservationists.\"\n\nAlthough it's uncertain whether Xanda was an alpha male, Dollar said the lion's death could be even more tragic for his pride if he was—other lions could die if a new alpha male tried to take over.\n\n“Regardless, it’s obviously very sad to hear that this lion was lost,” Dollar said. “From an ecosystem perspective, lions and every top predator play a huge role in maintaining the long-term balance of nature in its natural state without constant intervention and management, so that's something important for people to remember.”\n\nCecil the lion's killing on July 1, 2015 in Zimbabwe sparked intense international outrage—what many call the biggest response to a wildlife story in history. A well-known lion that was part of a groundbreaking study led by Oxford University, Cecil was shot by Minnesota dentist Walter James Palmer, then 55. In response to an outpouring of anger online and in-person protests, Palmer went into hiding for weeks, temporarily closing his dental practice.\n\nZimbabwe temporarily suspended legal lion hunting for 10 days. And although there was public pressure to charge Palmer in Zimbabwe he never faced legal action. He maintained that he had purchased the legal permits to kill a lion in Zimbabwe and said he did not know the individual was famous or part of a study (though researchers argued Cecil's tracking collar should have been hard to miss). Charges were also dropped against the local hunter who organized the trip.",
      "datePostCreate": "1500961821809",
      "datePostUpdate": "1500965780405",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500965777/zmqmkcyhiejxgwnxo0us.jpg",
      "id": 45
    },
    {
      "userId": "34",
      "title": "Meet Five Men Who All Think They’re the Messiah",
      "subtitle": "These men say they’re the Second Coming of Jesus Christ. Their disciples agree.",
      "text": "The Bible’s penultimate verse, prophesying the return of Jesus Christ, has always fascinated me. When is “soon”? And who is “I”? For the past three years I’ve followed seven men who claim to be the Second Coming of Christ (five are shown here). By immersing myself in their revelations and spending time with their disciples, I’ve tried to produce images that illustrate the human longing for faith, meaning, and salvation.\n\nReligion is somewhat mysterious to me, probably because I wasn’t raised with it in Norway. But I’ve always enjoyed reading Scripture, and over the past decade or so my interest in it has grown. I’ve found myself coming back, again and again, to that mysterious line—a promise that Christianity has been waiting nearly 2,000 years to be fulfilled.\n\nIf Christ were to come back to complete his work today, I’ve thought, what would he think of the world we’ve created? And what would we think of him? With these thoughts tumbling around in my head, I decided to start looking for messiahs.\n\nI found them the way you find everything these days: through Google. You might think there’d be more people who claim to be Christ. But while many can be called prophets, gurus, or spiritual leaders, only a few meet what I consider the minimum criteria: consistent revelations, years of scriptural records, a following of disciples.\n\nEach of these men is unique. The communities that surround them are too. For most people, belief in a higher power is an abstract thing. But for these disciples—most of whom seem highly intelligent; none appear to be brainwashed or crazy—it’s tangible. They can touch their belief.\n\nWherever I went, I tried to keep an open mind and submerge myself in their reality. One thing I was struck by is how extremely consistent several of these messiahs are. The New Testament is full of contradictions, but each of these men has a narrative that sort of reconciles those inconsistencies. In some ways they’re more coherent than the Scripture we have.\n\nI know a lot of people will dismiss these men as fakers or lunatics. But I’ve always thought that a fundamental part of the Abrahamic religions—Judaism, Christianity, Islam—involves the coming of a messiah. Those faiths may disagree about identity and timing, but I think they agree on the basic premise. So if one accepts that, why couldn’t it be one of these guys?\n\nFor me this project has been more about asking questions than finding answers. I hope it will get people to do the same—to think about belief and who has the power to define it.",
      "datePostCreate": "1500962271209",
      "datePostUpdate": "1501760927017",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500449234/oek3puuce6nt0i3xsj2h.png",
      "id": 46
    },
    {
      "userId": "34",
      "title": "Spoken with poetry",
      "subtitle": "Poetry",
      "text": "English is an evolving field. The mediums in which it manifests itself have grown numerously and have shown different trends of popularity. In the times of Shakespeare, older prose and plays were very modern, whereas today novels and spoken word poetry seem more prevalent. That might mostly stem from the fact that we live in the Information Age and that expression is the new frontier. Everyone has the ability to create and put their ideas out there into the world. One very modern way of doing so, which has found its way into popular media, is spoken word.",
      "datePostCreate": "1500974958823",
      "datePostUpdate": "1502020494943",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500974947/lpdgnxfb2jimxf0kgq7k.jpg",
      "id": 47
    },
    {
      "userId": "34",
      "title": "Belgium far more transparant than Luxembourg and the Netherlands",
      "subtitle": "Luxembourg",
      "text": "In April I visited Luxembourg to discuss progress against tax avoidance. Believe it or not, Luxleaks has triggered some serious changes in the country, and there’s even the start of a real public debate with the media covering various perspectives.\n\nThe biggest change, of course, was a complete overhaul of the tax ruling practice. Within two months after the first Luxleaks publications, Luxembourg passed new legislation to reform it. The new law provides for publication of advance tax agreements, in summarized and anonymous form, in the annual report of the tax administration:\nImplementation took quite a bit longer. The report for the year 2015 did not yet include info about tax rulings. The first data are in the 2016 report, which has recently been published, and the level of public transparency is rather disappointing. The report mainly describes developments in the total number of rulings.",
      "datePostCreate": "1500975142473",
      "datePostUpdate": "1500975142473",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500975130/xjaltoradrcqhuuvt1r1.jpg",
      "id": 48
    },
    {
      "userId": "34",
      "title": "Our Membership for Individuals",
      "subtitle": "Membership for Individuals",
      "text": "Members of the Early English Text Society receive each year the editions published by the Society in the Ordinary Series for that year. Usually, there are two publications each year, though not always so. Individual members of the Society, but not institutions, who would prefer not to receive the new publications may instead substitute any past volumes from the Society's list which are currently in print up to the value of £60.00 or $120, depending which currency one has paid the subscription in. (Each new year's subscription accrues a new credit against the back-list.) Members also receive a copy of the Society's brief annual report and the Society's accounts. Very occasionally, extra books are published in the Supplementary Series; those volumes are not sent to members in return for their annual subscription but they are available to members at a reduced pre-publication price; a notice about each volume is sent to members in advance of publication.\n\nThe subscription to the Society is £30.00 or US$60.00. Individual members can pay subscriptions in three ways: by PayPal, from links on this webpage, by credit or debit card, or by a cheque in pounds sterling made out to 'The Early English Text Society', and sent to the Membership Secretary. Please use the PayPal buttons and the forms below.\n\nPayment by PayPal\nThe easiest way for individuals to pay their subscription is by PayPal using the buttons on this page. You can sign up to pay a subscription annually or just this once. PayPal will allow you to pay using your credit or debit card, or to pay with your own PayPal account, should you have one. PayPal gives you the opportunity to specify a separate 'dispatch address', if you would like your books posted to an address different from that of your registered credit card or PayPal account. Please do remember to specify which address to use.\n\nIf you wish to pay a recurring annual subscription on the same date each year, please use one of these two buttons, in pounds sterling or in US dollars. This payment will continue annually until you cancel it.",
      "datePostCreate": "1500975258743",
      "datePostUpdate": "1502971769591",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1500975246/yvcw9msbeowm9cnb7h4t.jpg",
      "id": 49
    },
    {
      "userId": "35",
      "title": "How to Apologize: 5 Elements of a Successful ‘I’m Sorry’",
      "subtitle": "Why should you apologize?",
      "text": "Some companies don’t allow their team members to say “sorry” because they fear the legal consequences of “admitting fault.” That sort of attitude is infuriating to a customer who wants to hear someone admit their part in a problem.\n\nI recall a New York Times article that looked at the rates of legal action taken against medical doctors by upset patients and relatives. Studies found that the biggest factor in reducing legal action was encouraging the doctors to candidly admit to their patients when they had made a mistake. A separate study found “people are more than twice as likely to forgive a company that says sorry than one that instead offers them cash.”\n\nAcknowledgement of fault is a powerful act; it tells the customer “You are right, I see your perspective, and I understand it.” It recognizes a shared reality with the customer and is the opposite of the defensiveness and denial approach we can fall into. It also helps that an effective apology costs a lot less than a court case or even a refund or discount. \n (“Effective” is the key word, because not every apology hits the mark. “Sorry for any inconvenience” is a phrase which now means almost the exact opposite of the words it contains.)\n\nHow to craft an effective customer service apology\n\nI’m talking about written apologies because practicing with writing gives you more time to consider and modify your response, but the same concepts apply on the phone or in person.\n\n1. Really be sorry\n\nIf you aren’t genuinely sorry for at least some part of the problem, then don’t apologize. Instead, ask questions and listen again to make sure you truly understand the situation. Upset customers can be aggressive or extreme, sometimes because they don’t think anyone is really listening, and customers can tell when you’re saying sorry without comprehending why. \n\nBefore you respond, give yourself time to understand how you are feeling, too. My gut response can be to defend myself and try to attack the customer’s views as wrong and unfair. That doesn’t ever help, but letting myself feel that emotion, and sometimes even writing it down (not in the email — never in the email!), gives me the mental space to write a much better response.\n\n2. Validate your customer’s feelings\n\nYou don’t have to agree with everything a customer has said, but they do need to know that you have heard them and that you acknowledge how they feel.\n\n“I know it has been really frustrating for you to be held up like this when you just want to get your job done.”\n\nInvestigate reflective listening; it’s a valuable skill at work and at home.\n\n3. Explain what happened\n\nWrite a full explanation of the situation as you understand it, making sure to address all the points the customer has raised. You can probably provide information that the customer may not have access to that explains where things broke down and what the consequences were.\n\nOnly when you have validated your customer’s feelings and given them a clear explanation of what happened does your apology have a chance to be accepted as genuine.\n\ncontent-image\nClear communication is hard to achieve, especially through a computer screen. Learn How to Talk to Your Customers.\n\n4. Admit to your mistakes\n\nWhether it was your personal mistake, or the mistake of the company or service or product, explicitly admit to it, again trying to reflect the way your customer has described the problem. It should be a genuine and specific admission.\n\n“You are absolutely right; we should have made that clearer much earlier in the process” or “I can see now that I didn’t read your email properly, and that’s totally my fault.”\n\nThe sort of grudging “Well, it was really your fault but I guess the customer is always right” apology that some companies tend to give is worse than none at all.\n\n5. Explain what you’ll do differently\n\nExplain clearly what you or the company will do differently next time to avoid this happening again. This is your chance to show a commitment to improvement and to start rebuilding customer confidence.\n\n“We’ve already added a new monitoring tool that will alert our support team immediately if this happens again so that we can get on top of it quickly.”\n\nIt’s up to the customer whether or not they accept your apology, but you should make sure they know that you are there to listen and help.\n\n“I totally understand if this has been a deal breaker for you, but I want you to know that I’m happy to explain anything in more detail, or to hear from you about any other issues. Just reply to this email and it will come right back to me.”",
      "datePostCreate": "1501164220069",
      "datePostUpdate": "1501600155780",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1501164213/c3ahz7g2yqzkhhmresyb.jpg",
      "id": 50
    },
    {
      "userId": "35",
      "title": "Time Travel to the XVIII Century at La Mirande!",
      "subtitle": "My summer lifestyle",
      "text": "Our stay at La Mirande was nothing short of perfect. Situated in the historical center of Avignon, right behind one of the biggest and most important Gothic architectural ensembles in Europe  Palais des Papes, which served as a residence during the 14th Century, La Mirande offers its guests an authentic and atmospheric stay. Imagine your bedroom window opening at the mesmerizing fortress that hosted 6 papal conclaves! An experience than can only compare with being magically transported right in the midst of a historic novel!\n\nGenuine but perfectly maintained – you won’t get a dusty museum feeling in here – the building and the interior of La Mirande is a true joy to explore. In the 14th century the building served as a cardinal’s mansion and is nowadays owned by the Stein family who restored the place in order to keep the memory of the past centuries alive. I was running around the place for hours with my jaw literally dropping at every corner – so full of wonders this place is! The three years that the hotel’s co-owner and general manager Mr. Martin Stein – a German physician who now calls himself “the doctor of old houses” –  spent working with a Parisian interior designer and a local architect to bring La Mirande to its former grandeur have certainly paid off! According to Mr. Stein, the feeling they were going for the 18th century, the age of Enlightenment. The 18th century aristocratic tradition is emphasized by the period wallpaper, silk-lined curtains, and antique furniture.\n\nIn my opinion, La Mirande is a perfect manifestation of the original meaning of the word ‘hotel’ which in French comes from ‘hotel particulier’ standing for a ‘private mansion’.  Thus, it has very little to do with the standardized tourist stays we associate hotels with in our everyday life.\n\nBut the highlight of our stay was definitely the chef’s table. If you are new to this concept as I was, the idea behind it is that 14 people from all over the world are invited to gather at a huge communal table, while the lovely Séverine Sagnet, the La Mirande cooking school director, prepared a 6 course meal for us to share. Words can hardly describe this out of the world gastronomic experience that I can’t wait to repeat! The feast ended with us accompanying Séverine – who, by the way, signs as well as she cooks – in her vocal performance of several French classics, including La Vie en Rose. A perfect culmination of a wonderful dinner!\nAnd I would certainly like to extend my gratitude to Mr. Martin Stein who shared a breakfast and an engaging conversation with us the following morning.\nOur trip to Provence was organised by Atout France in partnership with Volotea.",
      "datePostCreate": "1501419597731",
      "datePostUpdate": "1501419597731",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1501419594/qzeq0zialbcozr2zkjnl.jpg",
      "id": 54
    },
    {
      "userId": "34",
      "title": "Opening Vienna’s Ball Season!",
      "subtitle": "Ball season",
      "text": "This season Silia of theviennesegirl.com invited me to join her on the Vienna Boys Choir Ball at Kursalon Hubner – one of the many balls going on during this season in Vienna. This ball was especially dear to me, as it was the first one I attended in my life and was able to do so alongside my friend. Admittedly, I had my doubts and reservations: what should I wear? do I need to take some ballroom dance classes? how would I get there wearing a dress like this?\n\nTurns out Peek & Cloppenburg carries an amazing gown selection for each and every budget, dancing is optional and an Uber, while not a royal horse-drawn carriage, will nonetheless comfortably fit you in your ball gown! And so, what I though would only be a brief affair turned into a good time with friends way into the early hours!\n\nI can now confidently say – I am a ball convert!\nWe started off our evening some 2 hours ahead of the opening at b.lounge, a hair salon in Vienna I frequent, where Rene inspected our ball gowns and surprised me with a beautiful French-inspired hair-style that, in his words, would “balance out the volume of my dress”.\n\nI got to wear this stunning dress from Peek & Cloppenburg (imo, the destination for your ballroom gown shopping!) for a couple of different photoshoots that week and the word that I heard most often was “Princess”! It made me feel like one indeed! Silia’s beautiful dress is from Peek & Cloppenburg too. My jewellery is courtesy of Cadenzza.",
      "datePostCreate": "1501751340840",
      "datePostUpdate": "1501751439638",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1501751437/zwrrua7egq5seslm94jb.jpg",
      "id": 56
    },
    {
      "userId": "34",
      "title": "Paws and Noses at the Forefront of the Fight Against Illegal Wildlife Trade in Central Asia",
      "subtitle": "Paws and Noses at the Forefront of the Fight",
      "text": "Intelligence from our informant network pointed to illegal trophy hunts in Tajik National Park and trophies illegally exported from Tajikistan into Kyrgyzstan and onwards to Russia and European countries using illegal CITES documentation: 30-40 trophies each year. With Kyrgyzstan joining the Eurasian Customs Union, we worried that the illegal transport of wildlife, including poached trophies, was likely to be even harder to detect (see the TRAFFIC report “Wildlife trade in the Eurasian Customs Union and in selected Central Asian countries“) as wildlife products traveled through countries between which customs controls would now be lifted.\n\nIn late 2015, the Kyrgyz State Customs Service signed the first Memorandum of Understanding with a foreign NGO, ours  – Panthera, the global wild cat conservation organization. And that’s how our unique collaboration started. We brought in the NGO Working Dogs for Conservation (based in Montana) and trainer Aimee Hurt to assist in cross training four detection dogs to detect snow leopard, argali and ibex. We could not have worked with a better team of dogs, handlers and local trainers. Each is wonderful and incredibly dedicated. The dogs went to work in the summer of 2016. The post at the border crossing between Tajikistan and Kyrgyzstan is inhospitable and desolate, characteristics hard on both the dogs and the morale of Border and Customs staff.\n\nBut on April 27, 2017, their sacrifices and hard work was rewarded: the team caught an illegal shipment of seven argali and four ibex trophies (see here for more information and pictures  Large consignment of argali and ibex horns were detained at the Kyrgyz-Tajik border). While both species are legally hunted on quota in the region, these had been hunted without permits in Tajikistan and were being smuggled across the border.",
      "datePostCreate": "1501764882005",
      "datePostUpdate": "1502020749565",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1501764876/okj4iscunbmpujyrehro.png",
      "id": 57
    },
    {
      "userId": "35",
      "title": "Brushing up my language skills with Lingoda! (not SkyEng)",
      "subtitle": "Online language school Lingoda (not SkyEng)",
      "text": "(not SkyEng) I've been working with the Berlin-based online language school Lingoda for nearly a year now and it has been a frequent guest on my Russian-language YouTube channel. They’ve just sponsored yet another video on my channel and as I was preparing a Russian-language post for them, I thought – why not throw in one in English too? After all, I trully love the service and the team behind it, hence it matches the only content criteria I have for this blog 🙂\n\nSo, should you be looking for online classes to study English, German, French or Spanish – this post is for you!\n\nIn my opinion, Lingoda’s offering is simply swell. The way the learning process is organized is a bit unusual at least for me, however you’ll see that this special setup is what enables them to offer classes taught exclusively by native speakers at very competitive prices. Basically, they have private and small, up to 5 people, group classes. The way it works is you buy a monthly subscription for private only, group only or mixed classes, with each package containing a certain number of classes for you to book, starting at 99 EUR / month for a mixed (private + group) package.\n\nOnce you have it you go to the classes ‘marketplace’ and sign up for classes that you want. This is where you pick\n\nwhat type of skill you’d like to practice – Grammar, Speaking and Writing,\nthe exact topic you’re interested in, say ‘modal verbs’,\nwhether you’d like to be in a private or group environment on that class, and\nwhen exactly you’d like to have that class.\nOh and by the way, you don’t have to stick to classes within 1 level: say your grammar’s poor, but you got a hang on conversational language because you lived in a country or watched (too) many TV shows in that language. That’s ok, you can take a complete beginner’s grammar class today and an advanced speaking class tomorrow, all within one subscription package. I think it’s as customizable as it can get!\n\nAnd it’s not just that, but you also can  review class study material in its entirety before even signing up, so you’ll never be in a situation when you come to class and find out that was is being taught is not what you need.\n\nBut you have to keep in mind that to afford such flexibility, teachers, especially those delivering group classes can and will vary. I find this quite unusual: to some it’s a real benefit because they get to interact with people from different regions, accents and dialects, others would rather be studying with the same instructor. If you’re prefer the latter, then I’d suggest you look at Lingoda’s private classes, where – though not guaranteed, but generally – you have an option to arrange with the tutor to be studying with her time after time.\n\nHey, a very cool additional feature here – if you did not like a teacher, the only thing you have to do is rate him 1/5 and the system will make sure that he’ll never teach a class of yours again! I think it’s much more emotionally comfortable to handle a potentially negative situation like this though a system feature as opposed to having the ‘real conversation’ of why you don’t like someone. I mean, we are all human, sometimes there’s just no chemistry and I think it’s cool to be able to solve it in this low-key manner.\n\nFinally, a big deal for sure to some of you – if you complete 90% of coursework on a particular level – you get an official CEFR certificate. No exam, nothing, just complete the classes, and you get a language certificate that you can use for college applications, jobs abroad, visa-s – the totally full and real official language certificate online, without an exam! And it’s 90% so you can skip that 10% of the material that you already mastered outside Lingoda!\n\nWhat’s next?\n\nYou can sign up for  a trial class for only 99 cents. During this first session you’ll work with a private instructor who will assess your language level, discuss your language goals and develop a study plan for you.  If you’re really serious about doing an online language course, I highly recommend you go ahead and sign up for this trial class, because once you do, you get complete access to all study materials at all levels for your chosen language, absolutely free of charge – well, for that 99 cents actually. You can then look through them and see whether you’d like to continue. To be honest, I’ve never seen a school do that, just give away materials like that and I’m really impressed with Lingoda’s approach in that you’re paying only for the instructor’s time.\n\nAs if this wasn’t cool enough, Lingoda also gave me a code for you guys, but not any code, the best code ever. It’s basically a 50 EUR off your first purchase which is totally insane. So you can get you first month of classes for 29 EUR only. If you like them, you gonna be paying full price following this period, and if not – just cancel the subscription. I told you, they are an awesome company company! The code is LNGDARU4 and it’s valid through December 31st, 2018.\n\nFinally, and I hope by now you get why I love them so much, do not forget about your 7-days money-back guarantee! Think they aren’t a good fit for your needs? Just hit that refund button, but odds are you’ll love them!",
      "datePostCreate": "1502785392886",
      "datePostUpdate": "1502885951288",
      "photoPost": "https://res.cloudinary.com/creativeplus/image/upload/v1502785388/xsjwcxtwvpykfwcicyi7.jpg",
      "id": 58
    }
  ],
  "comments": [
    {
      "userId": 33,
      "postId": 39,
      "Parent": "",
      "text": "This story struck me to the core!",
      "dateCreate": 1500959219857,
      "dateUpdate": 1500959219857,
      "id": 12,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 33,
      "postId": 42,
      "Parent": "",
      "text": "How do you think how much is left before another launch to the moon?",
      "dateCreate": 1500961167010,
      "dateUpdate": 1500961167010,
      "id": 13,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 32,
      "postId": 39,
      "Parent": "",
      "text": "So exciting!",
      "dateCreate": 1500961900043,
      "dateUpdate": 1500961900043,
      "id": 14,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 32,
      "postId": 39,
      "Parent": 12,
      "text": "I agree with you :)",
      "dateCreate": 1500961922578,
      "dateUpdate": 1500961922578,
      "id": 15,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 32,
      "postId": 39,
      "Parent": "",
      "text": "Absolutely agree with you)))",
      "dateCreate": 1500961950609,
      "dateUpdate": 1500961950609,
      "id": 16,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 32,
      "postId": 42,
      "Parent": 13,
      "text": "I hope that very soon!!!",
      "dateCreate": 1500962005330,
      "dateUpdate": 1500962005330,
      "id": 17,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 32,
      "postId": 44,
      "Parent": "",
      "text": "I love stories about UFOs :)",
      "dateCreate": 1500962039113,
      "dateUpdate": 1500962039113,
      "id": 18,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 33,
      "postId": 46,
      "Parent": "",
      "text": "So I believed it.... Nobody knows when the second advent will be.",
      "dateCreate": 1500962561554,
      "dateUpdate": 1500962561554,
      "id": 19,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 46,
      "Parent": 19,
      "text": "And what's so surprising? There are so many people in the world who issue such things.",
      "dateCreate": 1500962615586,
      "dateUpdate": 1500962615586,
      "id": 20,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 39,
      "Parent": 15,
      "text": "I agree with you too)",
      "dateCreate": 1500962779058,
      "dateUpdate": 1500962779058,
      "id": 21,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 39,
      "Parent": "",
      "text": "norm))",
      "dateCreate": 1500981256420,
      "dateUpdate": 1500981256420,
      "id": 36,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 39,
      "Parent": "",
      "text": "hello))",
      "dateCreate": 1501597375580,
      "dateUpdate": 1501597375580,
      "id": 37,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 33,
      "postId": 39,
      "Parent": 14,
      "text": "agree",
      "dateCreate": 1501761538470,
      "dateUpdate": 1501761538470,
      "id": 38,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 39,
      "Parent": "",
      "text": "agreeNew",
      "dateCreate": 1501761549581,
      "dateUpdate": 1501761549581,
      "id": 39,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 57,
      "Parent": "",
      "text": "Very interesting!",
      "dateCreate": 1502196711092,
      "dateUpdate": 1502196711092,
      "id": 40,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 33,
      "postId": 46,
      "Parent": "",
      "text": "Very intersting!",
      "dateCreate": 1502197323075,
      "dateUpdate": 1502197323075,
      "id": 41,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 39,
      "Parent": "",
      "text": "Very interesting!",
      "dateCreate": 1502197801399,
      "dateUpdate": 1502197801399,
      "id": 42,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 33,
      "postId": 57,
      "Parent": "",
      "text": "Very-very interesting!",
      "dateCreate": 1502205050286,
      "dateUpdate": 1502205050286,
      "id": 43,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 57,
      "Parent": 43,
      "text": "Absolutely agree with you)))",
      "dateCreate": 1502205159824,
      "dateUpdate": 1502205159824,
      "id": 44,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 57,
      "Parent": "",
      "text": "Excellent! ;)",
      "dateCreate": 1502206479560,
      "dateUpdate": 1502206479560,
      "id": 45,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 57,
      "Parent": 43,
      "text": "This comment has been removed.",
      "dateCreate": 1502206564138,
      "dateUpdate": 1502206564138,
      "id": 46,
      "editmode": false,
      "isRemoved": true
    },
    {
      "userId": 33,
      "postId": 57,
      "Parent": "",
      "text": "excellent",
      "dateCreate": 1502206816078,
      "dateUpdate": 1502206816078,
      "id": 48,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 56,
      "Parent": "",
      "text": "So beautiful!",
      "dateCreate": 1502281964579,
      "dateUpdate": 1502281964579,
      "id": 50,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 57,
      "Parent": "",
      "text": "This comment has been removed.",
      "dateCreate": 1502282610800,
      "dateUpdate": 1502282610800,
      "id": 51,
      "editmode": false,
      "isRemoved": true
    },
    {
      "userId": 33,
      "postId": 57,
      "Parent": "",
      "text": "normal\ncomment\ngtrhbret\nrthbg",
      "dateCreate": 1502282631194,
      "dateUpdate": 1502282631194,
      "id": 52,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 34,
      "postId": 57,
      "Parent": "",
      "text": "Very interesting!",
      "dateCreate": 1502283250865,
      "dateUpdate": "1502874485716",
      "id": 55,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 57,
      "Parent": "",
      "text": "my new comment",
      "dateCreate": 1502284834471,
      "dateUpdate": 1502284834471,
      "id": 56,
      "editmode": false,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 58,
      "Parent": "",
      "text": "Aww yeah!! :)",
      "dateCreate": 1502796947808,
      "dateUpdate": 1502796947808,
      "editmode": false,
      "id": 59,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 58,
      "Parent": "",
      "text": "Very funny and ballsy approach to teaching!",
      "dateCreate": 1502807147767,
      "dateUpdate": "1502809998138",
      "editmode": false,
      "id": 60,
      "isRemoved": false
    },
    {
      "userId": 36,
      "postId": 58,
      "Parent": 59,
      "text": "That´’s amazing and useful guys, aww Yeeaaaah!",
      "dateCreate": 1502871979101,
      "dateUpdate": "1502874170890",
      "editmode": false,
      "id": 61,
      "isRemoved": false
    },
    {
      "userId": 36,
      "postId": 58,
      "Parent": 0,
      "text": "fisrt comment",
      "dateCreate": 1502875649829,
      "dateUpdate": 1502875649829,
      "editmode": false,
      "id": 62,
      "isRemoved": false
    },
    {
      "userId": 36,
      "postId": 58,
      "Parent": 62,
      "text": "second",
      "dateCreate": 1502875657077,
      "dateUpdate": 1502875657077,
      "editmode": false,
      "id": 63,
      "isRemoved": false
    },
    {
      "userId": 36,
      "postId": 58,
      "Parent": 63,
      "text": "third and gfdvfd",
      "dateCreate": 1502875665722,
      "dateUpdate": "1502878122249",
      "editmode": false,
      "id": 64,
      "isRemoved": false
    },
    {
      "userId": 36,
      "postId": 58,
      "Parent": 64,
      "text": "fourth and\nfifth and\nand fbgbbgfgb",
      "dateCreate": 1502875674049,
      "dateUpdate": "1502878170702",
      "editmode": false,
      "id": 65,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 58,
      "Parent": "",
      "text": "new root comment",
      "dateCreate": 1502884383739,
      "dateUpdate": 1502884383739,
      "editmode": false,
      "id": 66,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 58,
      "Parent": 63,
      "text": "answer to second (1)",
      "dateCreate": 1502884397761,
      "dateUpdate": "1502884445100",
      "editmode": false,
      "id": 67,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 58,
      "Parent": 67,
      "text": "normal comment (2)",
      "dateCreate": 1502884416958,
      "dateUpdate": "1502884448644",
      "editmode": false,
      "id": 68,
      "isRemoved": false
    },
    {
      "userId": 35,
      "postId": 58,
      "Parent": 0,
      "text": "fvggbvgf",
      "dateCreate": 1502893930737,
      "dateUpdate": "1502894157215",
      "editmode": false,
      "id": 69
    },
    {
      "userId": 34,
      "postId": 49,
      "Parent": 0,
      "text": "ghvghfgf",
      "dateCreate": 1502971830618,
      "dateUpdate": 1502971830618,
      "editmode": false,
      "id": 70
    },
    {
      "userId": 34,
      "postId": 49,
      "Parent": 70,
      "text": "This comment has been removed.",
      "dateCreate": 1502972232816,
      "dateUpdate": 1502972232816,
      "editmode": false,
      "id": 71,
      "isRemoved": "true"
    },
    {
      "userId": 34,
      "postId": 49,
      "Parent": "",
      "text": "bgfbfdsbrt44QQQ",
      "dateCreate": 1502972241829,
      "dateUpdate": "1502972249389",
      "editmode": false,
      "id": 72
    },
    {
      "userId": 34,
      "postId": 58,
      "Parent": 65,
      "text": "свмва",
      "dateCreate": 1502978060529,
      "dateUpdate": 1502978060529,
      "editmode": false,
      "id": 73,
      "isRemoved": "true"
    }
  ],
  "postsTags": [
    {
      "postId": "39",
      "nameTag": "live",
      "id": 11
    },
    {
      "postId": "39",
      "nameTag": "wood",
      "id": 12
    },
    {
      "postId": "39",
      "nameTag": "man",
      "id": 15
    },
    {
      "postId": "39",
      "nameTag": "carolina",
      "id": 16
    },
    {
      "postId": "39",
      "nameTag": "live",
      "id": 17
    },
    {
      "postId": "39",
      "nameTag": "wood",
      "id": 18
    },
    {
      "postId": "39",
      "nameTag": "north",
      "id": 19
    },
    {
      "postId": "39",
      "nameTag": "carolina",
      "id": 20
    },
    {
      "postId": "39",
      "nameTag": "man",
      "id": 21
    },
    {
      "postId": "39",
      "nameTag": "people",
      "id": 22
    },
    {
      "postId": "40",
      "nameTag": "old",
      "id": 28
    },
    {
      "postId": "40",
      "nameTag": "man",
      "id": 29
    },
    {
      "postId": "40",
      "nameTag": "alone",
      "id": 30
    },
    {
      "postId": "40",
      "nameTag": "catamaran ",
      "id": 31
    },
    {
      "postId": "40",
      "nameTag": "live",
      "id": 32
    },
    {
      "postId": "41",
      "nameTag": "apps",
      "id": 36
    },
    {
      "postId": "41",
      "nameTag": "adventures",
      "id": 37
    },
    {
      "postId": "41",
      "nameTag": "mind",
      "id": 38
    },
    {
      "postId": "42",
      "nameTag": "landing",
      "id": 40
    },
    {
      "postId": "42",
      "nameTag": "story",
      "id": 41
    },
    {
      "postId": "42",
      "nameTag": "near",
      "id": 42
    },
    {
      "postId": "42",
      "nameTag": "moon",
      "id": 43
    },
    {
      "postId": "42",
      "nameTag": "landing",
      "id": 44
    },
    {
      "postId": "42",
      "nameTag": "near",
      "id": 45
    },
    {
      "postId": "43",
      "nameTag": "cowboys",
      "id": 46
    },
    {
      "postId": "43",
      "nameTag": "west",
      "id": 47
    },
    {
      "postId": "43",
      "nameTag": "Texas",
      "id": 48
    },
    {
      "postId": "44",
      "nameTag": "alien",
      "id": 49
    },
    {
      "postId": "44",
      "nameTag": "meteorite",
      "id": 50
    },
    {
      "postId": "44",
      "nameTag": "planets",
      "id": 51
    },
    {
      "postId": "44",
      "nameTag": "star",
      "id": 52
    },
    {
      "postId": "45",
      "nameTag": "hunter",
      "id": 57
    },
    {
      "postId": "45",
      "nameTag": "killed",
      "id": 58
    },
    {
      "postId": "45",
      "nameTag": "lion",
      "id": 59
    },
    {
      "postId": "45",
      "nameTag": "old",
      "id": 60
    },
    {
      "postId": "45",
      "nameTag": "famous",
      "id": 61
    },
    {
      "postId": "45",
      "nameTag": "Zimbabwe",
      "id": 62
    },
    {
      "postId": "45",
      "nameTag": "hunter",
      "id": 63
    },
    {
      "postId": "45",
      "nameTag": "killed",
      "id": 64
    },
    {
      "postId": "48",
      "nameTag": "april",
      "id": 66
    },
    {
      "postId": "48",
      "nameTag": "people",
      "id": 67
    },
    {
      "postId": "54",
      "nameTag": "mirande",
      "id": 83
    },
    {
      "postId": "54",
      "nameTag": "people",
      "id": 84
    },
    {
      "postId": "54",
      "nameTag": "anastacia",
      "id": 85
    },
    {
      "postId": "54",
      "nameTag": "france",
      "id": 86
    },
    {
      "postId": "54",
      "nameTag": "travel",
      "id": 87
    },
    {
      "postId": "54",
      "nameTag": "lifestyle",
      "id": 88
    },
    {
      "postId": "50",
      "nameTag": "apologize",
      "id": 99
    },
    {
      "postId": "50",
      "nameTag": "success",
      "id": 100
    },
    {
      "postId": "56",
      "nameTag": "ball",
      "id": 103
    },
    {
      "postId": "56",
      "nameTag": "vienna",
      "id": 104
    },
    {
      "postId": "56",
      "nameTag": "beauty",
      "id": 105
    },
    {
      "postId": "56",
      "nameTag": "dress",
      "id": 106
    },
    {
      "postId": "56",
      "nameTag": "lifestyle",
      "id": 107
    },
    {
      "postId": "56",
      "nameTag": "ballseason",
      "id": 108
    },
    {
      "postId": "46",
      "nameTag": "christ",
      "id": 109
    },
    {
      "postId": "46",
      "nameTag": "man",
      "id": 110
    },
    {
      "postId": "46",
      "nameTag": "men",
      "id": 111
    },
    {
      "postId": "46",
      "nameTag": "messiah",
      "id": 112
    },
    {
      "postId": "46",
      "nameTag": "people",
      "id": 113
    },
    {
      "postId": "46",
      "nameTag": "jesus",
      "id": 114
    },
    {
      "postId": "47",
      "nameTag": "poetry",
      "id": 115
    },
    {
      "postId": "47",
      "nameTag": "english",
      "id": 116
    },
    {
      "postId": "47",
      "nameTag": "speaking",
      "id": 117
    },
    {
      "postId": "57",
      "nameTag": "dog",
      "id": 118
    },
    {
      "postId": "57",
      "nameTag": "care",
      "id": 119
    },
    {
      "postId": "58",
      "nameTag": "languages",
      "id": 120
    },
    {
      "postId": "58",
      "nameTag": "english",
      "id": 121
    },
    {
      "postId": "58",
      "nameTag": "lingoda",
      "id": 122
    },
    {
      "postId": "49",
      "nameTag": "membership",
      "id": 123
    },
    {
      "postId": "49",
      "nameTag": "subscription",
      "id": 124
    },
    {
      "postId": "49",
      "nameTag": "people",
      "id": 125
    }
  ]
}